cask_args appdir: '/Applications'

tap 'homebrew/bundle'
#tap 'puma/puma'

#brew 'ack'
brew 'coreutils'
brew 'go'
#brew 'grc'
brew 'imagemagick'
#brew 'jp2a'
brew 'jq'
#brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
#brew 'postgresql'
#brew 'puma/puma/puma-dev'
brew 'ruby-build'
brew 'rbenv'
#brew 'roundup'
#brew 'spaceman-diff'
#brew 'spark'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'
#brew 'maven'
#brew 'gradle'
brew 'cocoapods'
brew 'jEnv'

#cask '1password'
#cask 'adium'
cask 'atom'
cask 'sublime-text'
cask 'firefox'
#cask 'garmin-express'
cask 'google-chrome'
#cask 'handbrake'
#cask 'mapbox-studio'
cask 'seashore'
cask 'slack'
#cask 'steam'
#cask 'transmission'
#cask 'tunnelbear'
cask 'vlc'
cask 'visual-studio-code'
cask 'fastlane'
cask 'telegram'
cask 'android-studio'
cask 'filezilla'
cask 'sourcetree'
cask 'postman'
cask 'iterm2'
#cask 'java7'
#cask 'java'
#cask 'java8'
